import {useMediaQuery} from "react-responsive";
import Gallery from "react-grid-gallery";
import {reportImages1} from "../ReportImages";
import React from "react";

export default function Article1() {
    const isMobile = useMediaQuery({query: "(max-width: 576px)"})

    return (
        <>
            <h1 className="text-center mt-4 mb-4">ВІДБУВСЯ ІНФОРМАЦІЙНО-РОЗЯСНЮВАЛЬНИЙ ЗАХІД ЩОДО ДІЙ НАСЕЛЕННЯ ПІД ЧАС
                ЕВАКУАЦІЇ</h1>


            <div style={{
                display: "block",
                minHeight: "1px",
                width: "100%",
                border: "1px solid #ddd",
                overflow: "auto"
            }}>
                <Gallery
                    images={reportImages1}
                    rowHeight={500}
                    enableLightbox={true}
                    enableImageSelection={false}
                    backdropClosesModal={true}
                    margin={isMobile ? 2 : 20}
                />

            </div>

            <h5 className="text-center mt-5">
                31 травня 2023 року завдяки злагодженій співпраці представників Благодійної організації «БФ «MELEK»,
                виконавчого комітету Лубенської міської ради та Лубенського районного управління ГУ ДСНС України
                відбувся інформаційно-розʼяснювальний захід «Дії населення під час евакуації» у Лубенському
                лісотехнічному фаховому коледжі.
            </h5>
            <h5 className="text-center">
                Нагадаємо, що Благодійний фонд «MELEK» став переможцем у конкурсі «Зменшення шкоди цивільному
                населенню в Україні шляхом посилення захисту на рівні громад та ефективного цивільно-військового
                співробітництва», який був організований міжнародною неурядовою некомерційною організацією
                Center for Civilians in Conflict (CIVIC). Саме завдяки проєкту «Відновлення системи оповіщення
                населення на території Лубенської територіальної громади» мешканці, внутрішньо переміщені особи та
                гості міста стали більш обізнаними стосовно сигналів оповіщення (інформування) про загрозу
                виникнення або виникнення надзвичайної ситуації та алгоритму дій під час евакуації,
                а значить більш захищеними. <br/>
            </h5>
            <h5 className="text-center mb-5">
                З метою забезпечення інформування внутрішньо переміщених осіб, які компактно проживають у гуртожитку
                лісотехнічного фахового коледжу, співробітників та студентів цього закладу, представники ДСНС та
                сектору з питань надзвичайних ситуацій виконавчого комітету Лубенської міської ради спільно провели
                інформаційно-розʼяснювальну роботу щодо видів сигналів сирени під час повітряної тривоги та
                алгоритму дій під час евакуації. Фахівці закликали слухачів берегти своє життя, не ігнорувати дані
                сигнали та наголосили на важливості дотримання правил дій під час евакуації. Для кращого сприйняття
                інформації та можливості її використання у подальшому було розповсюджено інформативну листівку
                «Дії населення під час проведення евакуації», яку було розроблено завдяки підтримці CIVIC у межах
                проєкту «Відновлення системи оповіщення населення на території Лубенської територіальної громади».
            </h5>
            <h5 className="text-center mb-5">
                Зберегти життя кожного мешканця громади – головне завдання для представників місцевого
                самоврядування, рятувальників ДСНС та працівників Благодійної організації «БФ «MELEK». Ми щиро
                вдячні міжнародній неурядовій некомерційній організації Center for Civilians in Conflict (CIVIC),
                організаторам та учасникам проведеного заходу за інформативну, змістовну та вкрай необхідну роботу.
                Наші спільні зусилля обов’язково принесуть очікувану перемогу!
            </h5>

        </>
    )
}
