import {useMediaQuery} from "react-responsive";
import Gallery from "react-grid-gallery";
import {reportImages1, reportImages110624} from "../ReportImages";
import React from "react";

export default function Article110624() {
    const isMobile = useMediaQuery({query: "(max-width: 576px)"})

    return (
        <>
            <h1 className="text-center mt-4 mb-4">НАВЧАЄМОСЬ ЖИТИ БЕЗПЕЧНО!</h1>
            <h6>11.06.24</h6>


            <div style={{
                display: "block",
                minHeight: "1px",
                width: "100%",
                border: "1px solid #ddd",
                overflow: "auto"
            }}>
                <Gallery
                    images={reportImages110624}
                    rowHeight={250}
                    enableLightbox={true}
                    enableImageSelection={false}
                    backdropClosesModal={true}
                    margin={isMobile ? 2 : 20}
                />

            </div>

            <h5 className="text-center mt-5">
                Літо – це період активного відпочинку, коли з’являється можливість загоряти, купатися у водоймах:
                річках, озерах. Але необхідно пам’ятати, що ця пора часом приносить не тільки радість, але й завдає
                прикростей. Іноді задоволення від купання може обернутися на справжню трагедію, пов’язану з
                травматизмом і загибеллю людей.
            </h5>
            <h5 className="text-center">
                З початком теплих вихідних, святкових днів люди масово вирушають на відпочинок до водойм.
                Вода дарує нам спокій, натхнення, задоволення. Але разом з тим, вода вимагає від нас відповідальної
                поведінки, уваги та обережності. Вона не пробачає помилок тим, хто не замислюється над правилами
                безпечної поведінки.
            </h5>
            <h5 className="text-center">
                Тому відпочиваючи на водоймі, необхідно знати й виконувати прості правила безпечного поводження
                на водних об’єктах. Саме з такою метою 11.06.2024 року представниками «БО «БФ «MELEK» спільно
                з фахівцями Лубенського РУ ГУ ДСНС України у Полтавській області, Лубенського РВП ГУНП
                в Полтавській області та виконавчого комітету Лубенської міської ради проведено навчальний
                захід з відпочиваючими на пляжі «Центральний», що в м. Лубни, а саме там де спостерігається значне
                скупчення людей, особливо в вихідні дні.
            </h5>
            <h5 className="text-center">
                Відпочивальникам нагадано про небезпеку на воді, що потрібно та чого не можна робити, аби відпочинок
                біля води приносив тільки задоволення й не спричинив біди. Також громадяни дізналися, яким чином
                обладнаний даний пляж задля забезпечення безпеки, і про небезпеку купання у місцях, які для купання
                не визначені, а відтак - не мають такого облаштування.
            </h5>
            <h5 className="text-center">
                Спеціалісти-рятувальники наголошували про небезпеку пірнання у воду з обривів і мостів та про заборону
                купання у нетверезому стані. Кожному співрозмовнику вони вручили інформаційні листівки із зазначенням
                номеру Служби порятунку та основними правилами безпечного поводження на воді.
            </h5>
            <h5 className="text-center mb-5">
                Даний захід проведено в рамках ініціативи «Безпечна вода - вдосконалення служб та реагування на ризики»,
                який впроваджує «БО «БФ «MELEK» за технічного адміністрування ІСАР Єднання та сприяння Програми
                розвитку ООН (UNDP) в Україні за фінансової підтримки Європейського Союзу, наданої в межах проєкту
                «EU4Recovery – Розширення можливостей громад в Україні», фінансової підтримки Урядів Данії та
                Королівства Нідерландів.
            </h5>

        </>
    )
}
