import {useMediaQuery} from "react-responsive";
import Gallery from "react-grid-gallery";
import {reportImages070624, reportImages1} from "../ReportImages";
import React from "react";

export default function Article070624() {
    const isMobile = useMediaQuery({query: "(max-width: 576px)"})

    return (
        <>
            <h1 className="text-center mt-4 mb-4">НАВЧАЄМОСЬ ЖИТИ БЕЗПЕЧНО!</h1>
            <h6>07.06.24</h6>


            <div style={{
                display: "block",
                minHeight: "1px",
                width: "100%",
                border: "1px solid #ddd",
                overflow: "auto"
            }}>
                <Gallery
                    images={reportImages070624}
                    rowHeight={300}
                    enableLightbox={true}
                    enableImageSelection={false}
                    backdropClosesModal={true}
                    margin={isMobile ? 2 : 20}
                />

            </div>

            <h5 className="text-center mt-5">
                З початком теплих вихідних, святкових днів люди масово вирушають на відпочинок до водойм.
                Вода дарує нам спокій, натхнення, задоволення. Але разом з тим, вода вимагає від нас відповідальної
                поведінки, уваги та обережності. Вона не пробачає помилок тим, хто не замислюється над правилами
                безпечної поведінки.
            </h5>
            <h5 className="text-center">
                Для запобігання загибелі людей на водних об’єктах 07.06.2024 року представниками «БО «БФ «MELEK»
                спільно з фахівцями Лубенського РУ ГУ ДСНС України у Полтавській області були проведені просвітницькі
                заходи для учнів Войнихівської гімназії Лубенської міської ради Лубенського району Полтавської області
                присвячені вивченню правил поведінки на воді та домедичної (першої медичної) допомоги потерпілим.
            </h5>
            <h5 className="text-center">
                Навчання із безпечного поводження на воді є надзвичайно важливим заходом у школі, який сприяє
                збереженню життя та здоров’я дітей. Це не тільки навчає їх основним правилам безпеки, але й розвиває
                відповідальність та навички самозахисту. Важливо, щоб такі заходи проводилися регулярно та з
                урахуванням актуальних методик і технологій. Тільки тоді ми зможемо забезпечити максимальний рівень
                безпеки для наших дітей.
            </h5>
            <h5 className="text-center">
                Під кінець зустрічі дітям були вручені інформаційні листівки з безпекової тематики.
            </h5>
            <h5 className="text-center mb-5">
                Даний захід проведено в рамках ініціативи «Безпечна вода - вдосконалення служб та реагування на ризики»,
                який впроваджує «БО «БФ «MELEK» за технічного адміністрування ІСАР Єднання та сприяння Програми
                розвитку ООН (UNDP) в Україні за фінансової підтримки Європейського Союзу, наданої в межах проєкту
                «EU4Recovery – Розширення можливостей громад в Україні», фінансової підтримки Урядів Данії та
                Королівства Нідерландів.
            </h5>

        </>
    )
}
