import React from "react";
import Head from "next/head";
import LayoutMain from "../components/LayoutMain";
import Gallery from "react-grid-gallery";
import {reportImages} from "../components/ReportImages";
import {useMediaQuery} from "react-responsive";

export default function Report() {
    const isMobile = useMediaQuery({query: "(max-width: 576px)"})
    return (
        <>
            <Head>
                <title>Благодійний фонд Melek</title>
                <meta name="description" content="Фонд Melek - історія, місія та відзнаки"/>
            </Head>
            <LayoutMain>
                <h1 className="text-center mt-4 mb-4">ПРОДОВЖУЄМО ЗАЛУЧАТИ ІНВЕСТИЦІЇ У ГРОМАДУ</h1>


                <div style={{
                    display: "block",
                    minHeight: "1px",
                    width: "100%",
                    border: "1px solid #ddd",
                    overflow: "auto"
                }}>
                    <Gallery
                        images={reportImages}
                        rowHeight={500}
                        enableLightbox={true}
                        enableImageSelection={false}
                        backdropClosesModal={true}
                        margin={isMobile ? 2 : 20}
                    />

                </div>

                <h5 className="text-center mt-5">
                    Працівниками відділу економічного розвитку і торгівлі виконавчого комітету Лубенської міської ради з
                    метою залучення додаткових інвестицій у соціально-економічний розвиток громади постійно здійснюється
                    моніторинг пропозицій грантодавців та готуються відповідні заявки на участь у конкурсах. Діяльність
                    щодо залучення додаткових інвестицій не обмежується поданням на конкурси проєктних заявок виключно
                    від органу місцевого самоврядування, адже зараз від вітчизняних та іноземних грантодавців надходить
                    значна кількість пропозицій також для представників бізнесу та організацій громадянського
                    суспільства, (громадських організацій, благодійних фондів тощо). Тому часто формування проєктних
                    ідей і подання заявок на конкурси відбувається у колаборації органів влади, представників бізнесу
                    та громадськості.
                </h5>
                <h5 className="text-center">
                    Потреби громади у залученні додаткових коштів значні і різнопланові, втім вторгнення російської
                    федерації поставило перед місцевою владою нагальне питання щодо покращення захисту мешканців міста
                    та внутрішньо переміщених осіб, які проживають на території громади. Саме дані обставини слугували
                    підписанню 1 вересня 2022 року меморандуму про співпрацю між виконавчим комітетом Лубенської
                    міської ради та Center for Civilians in Conflict (CIVIC) - міжнародною неурядовою некомерційною
                    організацією, яка працює над покращенням захисту цивільних осіб, які опинилися у зонах воєнних дій
                    та постраждали від війни. <br/>
                </h5>
                <h5 className="text-center mb-5">
                    З метою забезпечення належного захисту громадян відділ економічного розвитку і торгівлі та сектор
                    з питань надзвичайних ситуацій виконавчого комітету Лубенської міської ради спільно з Благодійною
                    організацією «Благодійний фонд «MELEK» підготували заявку на участь у конкурсі «Зменшення шкоди
                    цивільному населенню в Україні шляхом посилення захисту на рівні громад та ефективного
                    цивільно-військового співробітництва». Відповідно до умов конкурсу розроблено проєкт «Відновлення
                    системи оповіщення населення на території Лубенської територіальної громади», метою якого є
                    збільшення території оповіщення та кількості населення шляхом розширення діючої мережі системи
                    централізованого оповіщення та встановлення 7 кінцевих приладів оповіщення у найменш озвучених та
                    з найбільшою концентрацією населення районах.
                </h5>
                <h5 className="text-center mb-5">
                    Даний проєкт завдяки злагодженій та плідній співпраці працівників виконавчого комітету Лубенської
                    міської ради і благодійного фонду «MELEK» був відібраний з числа найкращих як переможець. Це дає
                    можливість Благодійній організації «Благодійний фонд «MELEK» придбати за кошти Center for Civilians
                    in Conflict 7 електричних сирен і матеріали до них, які в подальшому будуть передані на баланс
                    виконавчого комітету Лубенської міської ради.
                </h5>
                <h5 className="text-center mb-5 pb-5">
                    Тож, ми щиро вдячні міжнародній неурядовій некомерційній організації Center for Civilians
                    in Conflict (CIVIC) за надану можливість покращити захист мешканців Лубенської громади, а також
                    Благодійній організації «Благодійний фонд «MELEK» за небайдужість і долучення до проєктної
                    діяльності задля безпеки мешканців громади.
                </h5>




                {/*<div className="pb-5">
                         <h3 className="text-center my-5">Наші партнери</h3>
                         <Marquee
                             direction="right"
                             gradientWidth={isMobile?100:200}
                             speed={100}
                         >
                             <Image src={"/fond/partner/zarog.png"} height={55} width={222} />
                             <Image src={"/fond/partner/kernel-logo.png"} height={55} width={222} />
                             <Image src={"/fond/partner/breadLubny.png"} height={55} width={222} />

                         </Marquee>
                     </div>*/}


            </LayoutMain>
        </>
    )
}
